export interface Review {
  name: string;
  rating: number;
  comment: string;
}

export const reviews: Review[] = [
  {
    name: "عمر",
    rating: 5,
    comment: "يتمتع الأستاذ كمال بغاية اللطف في التعامل، مع التزام بسرعة الانجاز"
  },
  {
    name: "أنوار",
    rating: 5,
    comment: "ممتاز جداً وسريع مؤدب وسهل التعامل معه"
  },
  {
    name: "شروق",
    rating: 4.8,
    comment: "شغل جيد جدا شكراً استاذ كمال"
  },
  {
    name: "حارث الساعدي",
    rating: 5,
    comment: "ما شاء الله عليك دكتور كمال ابدداع وهذا لن يكون اخر تعامل معك شكرا لك"
  },
  {
    name: "براءة",
    rating: 5,
    comment: "شكرا لك يعطيك العافية مميز و سريع في الانجاز"
  },
  {
    name: "محمد",
    rating: 5,
    comment: "جهد تشكر عليه اخي كمال"
  },
  {
    name: "صافي",
    rating: 5,
    comment: "بارك الله فيك استاذ جودة وسرعة في العمل"
  },
  {
    name: "تورا",
    rating: 5,
    comment: "شكرآ لك تفاني واخلاص تسليم سريع تشرفت بالتعامل معك"
  },
  {
    name: "عبدالله",
    rating: 5,
    comment: "1- جداً رائع بالتعامل . 2- لديه سرعه في الإنجاز . 3- سريع بالرد على الرسائل . انصح بهذه الخدمه للجميع تجربتي كانت رائعه"
  },
  {
    name: "محمد ياسر",
    rating: 4.7,
    comment: "عمل رائع في وقت زمني ممتاز"
  },
  {
    name: "سارة",
    rating: 4.9,
    comment: "جزاك الله كل خير أستاذ كمال على هذا البحث الطيب ، والتعامل الحسن والسريع ، وبإذن الله لن يكون اخر تعامل بيننا ."
  },
  {
    name: "بشرى",
    rating: 5,
    comment: "شخص رائع وعمل متقن وتقبل التعديلات والملاحظات شاكرة له"
  },
  {
    name: "أنسيات",
    rating: 5,
    comment: "كل الشكر والتقدير استاذ كمال احترافية واتقان بالعمل وسرعة بالانجاز."
  },
  {
    name: "محمد أحمد",
    rating: 5,
    comment: "سريع وواضح بالاتفاق"
  },
  {
    name: "ربيع",
    rating: 5,
    comment: "رائع جدا انصح الجميع بالعمل مع الاستاذ"
  },
  {
    name: "إيمان",
    rating: 5,
    comment: "مبدع أستاذ كمال ، يعطيك العافيه يارب على جهودك وسرعة الرد والأداء تشرفت بالعمل معك ولن يكن آخر عمل بإذن الله"
  }
];